Repository: czahrov/Smart-price-history-for-WooCommerce
Catalog: languages/smart-price-history-*.po
Languages: pl_pl

source: Current export status
pl_pl: Aktualny stan eksportu

source: Information
pl_pl: Informacja

# information
source: The lowest price is displayed only when the product is on sale or promotion. Otherwise, the lowest price for the last month will not be displayed.
pl_pl: Najniższa cena wyświetlana jest jedynie gdy produkt znajduje się na promocji lub wyprzedaży. W innym przypadku najniższa cena nie będzie wyświetlana.

# menu-name
source: Products price history
pl_pl: Historia cen produktów

# menu-title
source: Price history
pl_pl: Historia cen

# presentation
source: background color price
pl_pl: tło ceny

# presentation
source: bold price
pl_pl: pogrubienie ceny

# presentation
source: color price
pl_pl: kolor ceny

# presentation
source: custom size price
pl_pl: własny rozmiar ceny

# presentation
source: enable price presentation
pl_pl: włącz prezentację ceny

# presentation
source: text displayed before price
pl_pl: Tekst widoczny przed ceną

# presentation
source: The price presentation style
pl_pl: Styl prezentacji ceny

source: Presentation of the lowest product price for last month.
pl_pl: Prezentacja najniższej ceny produktu z ostatniego miesiąca.

source: save changes
pl_pl: Zapisz

# schedule
source: Last export time
pl_pl: Ostatni eksport

# schedule
source: Next scheduled export time
pl_pl: Następny eksport

# schedule
source: not launched yet
pl_pl: jeszcze nie przeprowadzono

# status
source: completed
pl_pl: zakończony

# status
source: idle
pl_pl: bezczynny

# status
source: Overwiev
pl_pl: Przegląd

# status
source: processing
pl_pl: przetwarzanie

# status
source: resuming
pl_pl: wznawianie

source: Woocommerce Smart Price History
pl_pl: Woocommerce historia cen produktów
